token = '933830649:AAGwMokxU0gme7sQt44ezbzdTVrcBm4LclI'

bells = dict(first='8:30-10:00', second='10:15-11:45', third='12:00-13:30', fourth='14:15-15:45', fifth='16:00-17:30')

shedule = {'1': "Понедельник\nПервая пара" + bells['first'] + ": Векторный анализ\nВторая пара" + bells['second'] + ": Введение в специальность",
           '2': "Вторник\nВторая пара" + bells['second'] + ": Прикладная физическая культура\nТретья пара" + bells['third'] + ": Иностранный язык",
           '3': "Среда\nВторая пара" + bells['second'] + ": Информатика\nТретья пара" + bells['third'] + ": Математика\nЧетвертая пара" + bells['fourth'] + ": Алгоритмизация и программирование\nПятая пара" + bells['fifth'] + ": Алгоритмизация и программирование",
           '4': "Четверг\nТретья пара" + bells['third'] + ": Информатика\nЧетвертая пара" + bells['fourth'] + ": Прикладная физическая культура\nПятая пара" + bells['fifth'] + ": Иностранный язык",
           '5': "Пятница\nПервая пара" + bells['first'] + ": Практика эффективной коммуникации\nВторая пара" + bells['second'] + ": Математика\nТретья пара" + bells['third'] + ": Алгоритмизация и программирование",
           '6': "Суббота\nПервая пара" + bells['first'] + ": Информатика\nВторая пара" + bells['second'] + ": Математика"}
i = 1
for i in range(1, len(shedule)+1):
    print(shedule[str(i)])








time%7